Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# settings.data.clear_timeline_button
source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 消去
zh_hans: 清除

# settings.data.clear_timeline_confirm
source: Confirm Clear
de: Löschen bestätigen
es: Confirmar borrado
fr: Confirmer l'effacement
ja: 消去を確認
zh_hans: 确认清除

# settings.data.clear_timeline_description
source: Permanently delete all recorded Timeline events and local Analysis history from this Mac.
de: Löscht alle aufgezeichneten Timeline-Ereignisse und die lokale Analyse-Historie dauerhaft von diesem Mac.
es: Elimina permanentemente todos los eventos de la línea de tiempo y el historial de análisis local de este Mac.
fr: Supprime définitivement tous les événements de chronologie enregistrés et l'historique d'analyse local de ce Mac.
ja: この Mac に保存されているタイムラインイベントとローカルの分析履歴をすべて完全に削除します。
zh_hans: 永久删除本机上记录的所有时间线事件和本地分析历史。

# settings.data.clear_timeline_done
source: Cleared
de: Gelöscht
es: Borrado
fr: Effacé
ja: 消去済み
zh_hans: 已清除

# settings.diagnostics.clear_logs
source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
ja: ログを消去
zh_hans: 清除日志

# settings.diagnostics.header
source: Diagnostics
de: Diagnose
es: Diagnósticos
ja: 診断
zh_hans: 诊断

# settings.diagnostics.logs_description
source: Diagnostic logs are stored locally on your device. WiFi Lens never collects, uploads, or shares them. You are free to review, share, or delete these logs at any time.
de: Diagnoseprotokolle werden lokal auf deinem Gerät gespeichert. WiFi Lens sammelt, lädt oder teilt sie niemals. Du kannst diese Protokolle jederzeit einsehen, teilen oder löschen.
es: Los registros de diagnóstico se almacenan localmente en tu dispositivo. WiFi Lens nunca los recopila, sube o comparte. Puedes revisar, compartir o eliminar estos registros en cualquier momento.
fr: Les journaux de diagnostic sont stockés localement sur ton appareil. WiFi Lens ne les collecte, ne les envoie ni ne les partage jamais. Tu peux librement les consulter, les partager ou les supprimer à tout moment.
ja: 診断ログはお使いのデバイスにのみ保存されます。WiFi Lensがこれらを収集・アップロード・共有することは一切ありません。ログの確認、共有、削除はいつでも自由に行えます。
zh_hans: 诊断日志仅存储在你的设备本地。WiFi Lens 不会收集、上传或分享这些日志。你可以随时自由查看、分享或删除它们。

# settings.features.ble_description
source: Scan for nearby Bluetooth devices and analyze signal strength and activity patterns. Disabled by default.
de: Scanne Bluetooth-Geräte in der Nähe und analysiere Signalstärke und Aktivitätsmuster. Standardmäßig deaktiviert.
es: Escanear dispositivos Bluetooth cercanos y analizar la intensidad de señal y patrones de actividad. Deshabilitado por defecto.
fr: Scanne les appareils Bluetooth proches et analyse la puissance du signal et les modes d'activité. Désactivé par défaut.
ja: 近隣のBluetoothデバイスをスキャンし、信号強度とアクティビティパターンを分析します。デフォルトでは無効です。
zh_hans: 扫描附近的蓝牙设备，分析信号强度和活动模式。默认关闭。

# settings.features.ble_label
source: Bluetooth Analysis
de: Bluetooth-Analyse
es: Análisis Bluetooth
fr: Analyse Bluetooth
ja: Bluetooth分析
zh_hans: 蓝牙分析

# settings.features.menubar_description
source: Display Wi-Fi status and events in the menu bar
de: Zeigen Sie Wi-Fi-Status und Ereignisse in der Menüleiste an
es: Mostrar el estado y eventos de Wi-Fi en la barra de menú
fr: Afficher l'état Wi-Fi et les événements dans la barre des menus
ja: Wi-Fiの状態とイベントをメニューバーに表示
zh_hans: 在菜单栏中显示 Wi-Fi 状态和事件

# settings.features.menubar_label
source: Menu Bar Icon
de: Menüsymbol
es: Icono de barra de menú
fr: Icône de barre des menus
ja: メニューバーアイコン
zh_hans: 菜单栏图标

# settings.mac_vendor.clear_action
source: Clear…
de: Leeren…
es: Borrar…
fr: Effacer…
ja: 消去…
zh_hans: 清空…

# settings.mac_vendor.clear_action_hint
source: Remove local vendor data without changing the reminder setting.
de: Lokale Herstellerdaten entfernen, ohne die Erinnerungseinstellung zu ändern.
es: Elimina los datos locales de fabricantes sin cambiar el ajuste de recordatorio.
fr: Supprimer les données de fournisseur locales sans modifier le réglage de rappel.
ja: 通知設定を変更せずにローカルのベンダーデータを削除します。
zh_hans: 移除本地厂商数据，但不更改提醒设置。

# settings.mac_vendor.clear_confirmation_action
source: Clear Database
de: Datenbank leeren
es: Borrar base de datos
fr: Effacer la base de données
ja: データベースを消去
zh_hans: 清空数据库

# settings.mac_vendor.clear_confirmation_message
source: Vendor values will display as an em dash until you install another database.
de: Bis zur Installation einer anderen Datenbank werden Herstellerwerte als Gedankenstrich angezeigt.
es: Los valores de fabricante se mostrarán como una raya hasta que instales otra base de datos.
fr: Les valeurs de fournisseur s'afficheront comme un tiret cadratin jusqu'à ce que tu installes une autre base de données.
ja: 別のデータベースをインストールするまで、ベンダー欄にはダッシュが表示されます。
zh_hans: 安装其他数据库前，厂商值将显示为破折号。

# settings.mac_vendor.clear_confirmation_title
source: Clear MAC vendor database?
de: MAC-Herstellerdatenbank leeren?
es: ¿Borrar la base de datos de fabricantes MAC?
fr: Effacer la base de données des fournisseurs MAC ?
ja: MACベンダーデータベースを消去しますか？
zh_hans: 清空 MAC 厂商数据库？

# settings.mac_vendor.error.automatic_download_failed
source: One or more IEEE registry files could not be downloaded. Try again.
de: Mindestens eine IEEE-Registrierungsdatei konnte nicht heruntergeladen werden. Versuche es erneut.
es: No se pudieron descargar uno o varios archivos de registro de IEEE. Inténtalo de nuevo.
fr: Un ou plusieurs fichiers de registre IEEE n'ont pas pu être téléchargés. Réessaie.
ja: 1つ以上のIEEEレジストリファイルをダウンロードできませんでした。もう一度お試しください。
zh_hans: 一个或多个 IEEE 注册表文件无法下载，请重试。

# settings.mac_vendor.error.conflicting_assignment
source: The assignment %@/%lld has conflicting organizations.
de: Die Zuweisung %@/%lld enthält widersprüchliche Organisationen.
es: La asignación %@/%lld tiene organizaciones en conflicto.
fr: L'affectation %@/%lld comporte des organisations en conflit.
ja: 割り当て%@/%lldの組織が競合しています。
zh_hans: 分配 %@/%lld 对应的组织存在冲突。

# settings.mac_vendor.error.database_title
source: Database Error
de: Datenbankfehler
es: Error de base de datos
fr: Erreur de base de données
ja: データベースエラー
zh_hans: 数据库错误

# settings.mac_vendor.error.disallowed_redirect
source: The download redirected to a disallowed address: %@.
de: Der Download wurde an eine nicht zulässige Adresse umgeleitet: %@.
es: La descarga se redirigió a una dirección no permitida: %@.
fr: Le téléchargement a redirigé vers une adresse non autorisée : %@.
ja: ダウンロードが許可されていないアドレスにリダイレクトされました：%@。
zh_hans: 下载被重定向到不允许的地址：%@。

# settings.mac_vendor.error.download_failed
source: The %@ download failed. Try again or use manual import.
de: Der %@-Download ist fehlgeschlagen. Versuchen Sie es erneut oder verwenden Sie den manuellen Import.
es: La descarga de %@ falló. Inténtalo de nuevo o usa la importación manual.
fr: Le téléchargement de %@ a échoué. Réessaie ou utilise l'import manuel.
ja: %@のダウンロードに失敗しました。再試行するか、手動インポートを使用してください。
zh_hans: %@ 下载失败。请重试或使用手动导入。

# settings.mac_vendor.error.download_title
source: Download Failed
de: Download fehlgeschlagen
es: Error de descarga
fr: Échec du téléchargement
ja: ダウンロードに失敗しました
zh_hans: 下载失败

# settings.mac_vendor.error.duplicate_registry
source: More than one %@ file was selected.
de: Mehr als eine %@-Datei wurde ausgewählt.
es: Se seleccionó más de un archivo %@.
fr: Plus d'un fichier %@ a été sélectionné.
ja: %@ファイルが複数選択されています。
zh_hans: 选择了多个 %@ 文件。

# settings.mac_vendor.error.file_read_failed
source: %@ could not be read. Choose the four CSV files again.
de: %@ konnte nicht gelesen werden. Wählen Sie die vier CSV-Dateien erneut aus.
es: No se pudo leer %@. Vuelve a elegir los cuatro archivos CSV.
fr: %@ n'a pas pu être lu. Sélectionne à nouveau les quatre fichiers CSV.
ja: %@を読み込めませんでした。4つのCSVファイルを選び直してください。
zh_hans: 无法读取 %@。请重新选择四个 CSV 文件。

# settings.mac_vendor.error.file_too_large
source: %@ exceeds the %@ file-size limit.
de: %@ überschreitet die Dateigrößengrenze von %@.
es: %@ supera el límite de tamaño de archivo de %@.
fr: %@ dépasse la limite de taille de fichier de %@.
ja: %@はファイルサイズ上限（%@）を超えています。
zh_hans: %@ 超过了 %@ 的文件大小限制。

# settings.mac_vendor.error.files_title
source: Files Could Not Be Read
de: Dateien konnten nicht gelesen werden
es: No se pudieron leer los archivos
fr: Les fichiers n'ont pas pu être lus
ja: ファイルを読み込めませんでした
zh_hans: 无法读取文件

# settings.mac_vendor.error.http_status
source: For %@, IEEE returned HTTP %lld.
de: Für %@ hat IEEE HTTP %lld zurückgegeben.
es: Para %@, IEEE devolvió HTTP %lld.
fr: Pour %@, IEEE a renvoyé le code HTTP %lld.
ja: %@でIEEEがHTTP %lldを返しました。
zh_hans: IEEE 为 %@ 返回了 HTTP %lld。

# settings.mac_vendor.error.invalid_assignment
source: %@ contains an invalid %@ assignment: %@.
de: %@ enthält eine ungültige %@-Zuweisung: %@.
es: %@ contiene una asignación %@ no válida: %@.
fr: %@ contient une affectation %@ invalide : %@.
ja: %@に無効な%@割り当てがあります：%@。
zh_hans: %@ 包含无效的 %@ 分配：%@。

# settings.mac_vendor.error.invalid_encoding
source: %@ is not valid UTF-8 CSV data.
de: %@ enthält keine gültigen UTF-8-CSV-Daten.
es: %@ no contiene datos CSV UTF-8 válidos.
fr: %@ n'est pas des données CSV UTF-8 valides.
ja: %@は有効なUTF-8 CSVデータではありません。
zh_hans: %@ 不是有效的 UTF-8 CSV 数据。

# settings.mac_vendor.error.invalid_organization
source: %@ contains an invalid organization name.
de: %@ enthält einen ungültigen Organisationsnamen.
es: %@ contiene un nombre de organización no válido.
fr: %@ contient un nom d'organisation invalide.
ja: %@に無効な組織名があります。
zh_hans: %@ 包含无效的组织名称。

# settings.mac_vendor.error.malformed_csv
source: %@ contains malformed CSV data.
de: %@ enthält fehlerhafte CSV-Daten.
es: %@ contiene datos CSV mal formados.
fr: %@ contient des données CSV mal formées.
ja: %@のCSVデータが不正です。
zh_hans: %@ 包含格式错误的 CSV 数据。

# settings.mac_vendor.error.missing_columns
source: %@ is missing required columns: %@.
de: %@ fehlen erforderliche Spalten: %@.
es: A %@ le faltan columnas obligatorias: %@.
fr: %@ ne contient pas les colonnes requises : %@.
ja: %@に必須列がありません：%@。
zh_hans: %@ 缺少必需列：%@。

# settings.mac_vendor.error.missing_registry
source: The %@ file is missing.
de: Die %@-Datei fehlt.
es: Falta el archivo %@.
fr: Le fichier %@ est manquant.
ja: %@ファイルがありません。
zh_hans: 缺少 %@ 文件。

# settings.mac_vendor.error.mixed_registries
source: %@ contains more than one registry type.
de: %@ enthält mehrere Registertypen.
es: %@ contiene más de un tipo de registro.
fr: %@ contient plus d'un type de registre.
ja: %@に複数のレジストリ種別が含まれています。
zh_hans: %@ 包含多种注册表类型。

# settings.mac_vendor.error.no_prepared_import
source: Validate all four CSV files before importing.
de: Prüfen Sie vor dem Import alle vier CSV-Dateien.
es: Valida los cuatro archivos CSV antes de importarlos.
fr: Valide les quatre fichiers CSV avant de les importer.
ja: インポートする前に4つのCSVファイルをすべて検証してください。
zh_hans: 导入前请先校验全部四个 CSV 文件。

# settings.mac_vendor.error.persistence_failure
source: The local database could not be saved, loaded, or removed.
de: Die lokale Datenbank konnte nicht gespeichert, geladen oder entfernt werden.
es: No se pudo guardar, cargar o eliminar la base de datos local.
fr: La base de données locale n'a pas pu être enregistrée, chargée ou supprimée.
ja: ローカルデータベースを保存、読み込み、または削除できませんでした。
zh_hans: 无法保存、加载或移除本地数据库。

# settings.mac_vendor.error.title
source: MAC Vendor Database Error
de: Fehler der MAC-Herstellerdatenbank
es: Error de la base de datos de fabricantes MAC
fr: Erreur de base de données des fournisseurs MAC
ja: MACベンダーデータベースエラー
zh_hans: MAC 厂商数据库错误

# settings.mac_vendor.error.too_few_records
source: %@ requires at least %lld valid records; %lld were found.
de: %@ benötigt mindestens %lld gültige Einträge; gefunden wurden %lld.
es: %@ requiere al menos %lld registros válidos; se encontraron %lld.
fr: %@ nécessite au moins %lld enregistrements valides ; %lld ont été trouvés.
ja: %@には有効なレコードが%lld件以上必要ですが、%lld件しかありません。
zh_hans: %@ 至少需要 %lld 条有效记录，但只找到 %lld 条。

# settings.mac_vendor.error.total_size_exceeded
source: The selected files exceed the %@ total-size limit.
de: Die ausgewählten Dateien überschreiten die Gesamtgrößengrenze von %@.
es: Los archivos seleccionados superan el límite de tamaño total de %@.
fr: Les fichiers sélectionnés dépassent la limite de taille totale de %@.
ja: 選択したファイルは合計サイズ上限（%@）を超えています。
zh_hans: 所选文件超过了 %@ 的总大小限制。

# settings.mac_vendor.error.unsupported_schema
source: Database format version %lld is not supported. Clear or update the database.
de: Datenbankformat Version %lld wird nicht unterstützt. Leeren oder aktualisieren Sie die Datenbank.
es: La versión %lld del formato de base de datos no es compatible. Borra o actualiza la base de datos.
fr: Le format de base de données version %lld n'est pas pris en charge. Efface ou mets à jour la base de données.
ja: データベース形式バージョン%lldには対応していません。消去または更新してください。
zh_hans: 不支持数据库格式版本 %lld。请清空或更新数据库。

# settings.mac_vendor.error.validation_title
source: Files Are Not Valid
de: Dateien sind ungültig
es: Los archivos no son válidos
fr: Les fichiers ne sont pas valides
ja: ファイルが無効です
zh_hans: 文件无效

# settings.mac_vendor.error.wrong_file_count
source: Select exactly %lld files. You selected %lld.
de: Wählen Sie genau %lld Dateien aus. Ausgewählt: %lld.
es: Selecciona exactamente %lld archivos. Has seleccionado %lld.
fr: Sélectionne exactement %lld fichiers. Tu en as sélectionné %lld.
ja: ファイルを%lld個選択してください。現在は%lld個です。
zh_hans: 请选择恰好 %lld 个文件。当前选择了 %lld 个。

# settings.mac_vendor.footer
source: The database stays on this Mac and is updated only when you request it.
de: Die Datenbank bleibt auf diesem Mac und wird nur auf Anforderung aktualisiert.
es: La base de datos permanece en este Mac y solo se actualiza cuando lo solicitas.
fr: La base de données reste sur ce Mac et n'est mise à jour que lorsque tu le demandes.
ja: データベースはこのMacに保存され、要求したときだけ更新されます。
zh_hans: 数据库保存在这台 Mac 上，仅在你主动请求时更新。

# settings.mac_vendor.footer_bundled
source: Vendor names come from a bundled IEEE registry snapshot and are not updated at runtime.
de: Herstellernamen stammen aus einem integrierten IEEE-Register-Snapshot und werden zur Laufzeit nicht aktualisiert.
es: Los nombres de los fabricantes proceden de una instantánea integrada del registro IEEE y no se actualizan durante la ejecución.
fr: Les noms de fournisseurs proviennent d'un instantané de registre IEEE intégré et ne sont pas mis à jour à l'exécution.
ja: ベンダー名は内蔵された IEEE レジストリのスナップショットに基づき、実行時には更新されません。
zh_hans: 厂商名称来自内置的 IEEE 注册表快照，不会在运行时更新。

# settings.mac_vendor.header
source: MAC Vendor Database
de: MAC-Herstellerdatenbank
es: Base de datos de fabricantes MAC
fr: Base de données des fournisseurs MAC
ja: MACベンダーデータベース
zh_hans: MAC 厂商数据库

# settings.mac_vendor.records_label
source: Valid records
de: Gültige Einträge
es: Registros válidos
fr: Enregistrements valides
ja: 有効なレコード
zh_hans: 有效记录

# settings.mac_vendor.remind_when_empty
source: Remind me when the database is empty
de: Bei leerer Datenbank erinnern
es: Recordarme cuando la base de datos esté vacía
fr: Me rappeler quand la base de données est vide
ja: データベースが空のときに通知
zh_hans: 数据库为空时提醒我

# settings.mac_vendor.remind_when_empty_hint
source: Show a reminder when no local MAC vendor database is installed.
de: Zeigt eine Erinnerung an, wenn keine lokale MAC-Herstellerdatenbank installiert ist.
es: Muestra un recordatorio cuando no hay una base de datos local de fabricantes MAC instalada.
fr: Afficher un rappel lorsqu'aucune base de données de fournisseurs MAC locale n'est installée.
ja: ローカルのMACベンダーデータベースがない場合に通知します。
zh_hans: 未安装本地 MAC 厂商数据库时显示提醒。

# settings.mac_vendor.reminder.do_not_ask_again
source: Do Not Ask Again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
ja: 今後は確認しない
zh_hans: 不再询问

# settings.mac_vendor.reminder.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
zh_hans: 稍后

# settings.mac_vendor.reminder.message
source: Install the public registry database to display registered organizations in the network table.
de: Installieren Sie die öffentliche Registerdatenbank, um registrierte Organisationen in der Netzwerktabelle anzuzeigen.
es: Instala la base de datos pública de registros para mostrar las organizaciones registradas en la tabla de redes.
fr: Installe la base de données de registre public pour afficher les organisations enregistrées dans le tableau des réseaux.
ja: 公開レジストリデータベースをインストールすると、ネットワーク表に登録組織を表示できます。
zh_hans: 安装公开注册表数据库后，可在网络表格中显示注册组织。

# settings.mac_vendor.reminder.title
source: Set Up MAC Vendor Information?
de: MAC-Herstellerinformationen einrichten?
es: ¿Configurar la información del fabricante MAC?
fr: Configurer les informations de fournisseur MAC ?
ja: MACベンダー情報を設定しますか？
zh_hans: 设置 MAC 厂商信息？

# settings.mac_vendor.source_ieee
source: Downloaded from IEEE
de: Von IEEE geladen
es: Descargada de IEEE
fr: Téléchargé depuis IEEE
ja: IEEEからダウンロード
zh_hans: 从 IEEE 下载

# settings.mac_vendor.source_label
source: Source
de: Quelle
es: Origen
ja: ソース
zh_hans: 来源

# settings.mac_vendor.source_manual
source: Manually imported
de: Manuell importiert
es: Importada manualmente
fr: Importé manuellement
ja: 手動でインポート
zh_hans: 手动导入

# settings.mac_vendor.status_bundled
source: Bundled
de: Integriert
es: Incluida
fr: Intégré
ja: 内蔵
zh_hans: 内置

# settings.mac_vendor.status_installed
source: Installed
de: Installiert
es: Instalada
fr: Installée
ja: インストール済み
zh_hans: 已安装

# settings.mac_vendor.status_loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
zh_hans: 正在加载…

# settings.mac_vendor.status_not_installed
source: Not installed
de: Nicht installiert
es: No instalada
fr: Non installée
ja: 未インストール
zh_hans: 未安装

# settings.mac_vendor.status_unavailable
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
zh_hans: 不可用

# settings.mac_vendor.unavailable_reason
source: Unavailable reason
de: Grund für die Nichtverfügbarkeit
es: Motivo de la indisponibilidad
fr: Raison de l'indisponibilité
ja: 利用できない理由
zh_hans: 不可用原因

# settings.mac_vendor.update_action
source: Update…
de: Aktualisieren…
es: Actualizar…
fr: Mettre à jour…
ja: 更新…
zh_hans: 更新…

# settings.mac_vendor.update_action_hint
source: Choose an IEEE download or a manual CSV import.
de: IEEE-Download oder manuellen CSV-Import auswählen.
es: Elige una descarga de IEEE o una importación CSV manual.
fr: Choisis un téléchargement IEEE ou un import CSV manuel.
ja: IEEEからのダウンロードまたはCSVの手動インポートを選択します。
zh_hans: 选择从 IEEE 下载或手动导入 CSV。

# settings.mac_vendor.update.automatic_description
source: Download the four public address registries directly from IEEE.
de: Die vier öffentlichen Adressregister direkt von IEEE laden.
es: Descarga los cuatro registros públicos de direcciones directamente de IEEE.
fr: Télécharge directement les quatre registres d'adresses publics auprès d'IEEE.
ja: 4つの公開アドレスレジストリをIEEEから直接ダウンロードします。
zh_hans: 直接从 IEEE 下载四个公开地址注册表。

# settings.mac_vendor.update.automatic_title
source: Download from IEEE
de: Von IEEE laden
es: Descargar de IEEE
fr: Télécharger depuis IEEE
ja: IEEEからダウンロード
zh_hans: 从 IEEE 下载

# settings.mac_vendor.update.cancel_hint
source: Discard the prepared import and close this sheet.
de: Vorbereiteten Import verwerfen und dieses Fenster schließen.
es: Descarta la importación preparada y cierra este panel.
fr: Abandonner l'import préparé et fermer cette feuille.
ja: 準備済みのインポートを破棄して閉じます。
zh_hans: 放弃已准备的导入并关闭此面板。

# settings.mac_vendor.update.cancel_operation_hint
source: Cancel the current operation and close this sheet.
de: Aktuellen Vorgang abbrechen und dieses Fenster schließen.
es: Cancela la operación actual y cierra este panel.
fr: Annuler l'opération en cours et fermer cette feuille.
ja: 現在の処理をキャンセルして閉じます。
zh_hans: 取消当前操作并关闭此面板。

# settings.mac_vendor.update.choose_files
source: Choose Four CSV Files…
de: Vier CSV-Dateien auswählen…
es: Elegir cuatro archivos CSV…
fr: Choisir quatre fichiers CSV…
ja: 4つのCSVファイルを選択…
zh_hans: 选择四个 CSV 文件…

# settings.mac_vendor.update.choose_files_hint
source: Choose the MA-L, MA-M, MA-S, and IAB CSV files together.
de: Die CSV-Dateien MA-L, MA-M, MA-S und IAB gemeinsam auswählen.
es: Elige juntos los archivos CSV MA-L, MA-M, MA-S e IAB.
fr: Choisis ensemble les fichiers CSV MA-L, MA-M, MA-S et IAB.
ja: MA-L、MA-M、MA-S、IABのCSVファイルをまとめて選択します。
zh_hans: 一起选择 MA-L、MA-M、MA-S 和 IAB CSV 文件。

# settings.mac_vendor.update.clearing
source: Clearing…
de: Wird geleert…
es: Borrando…
fr: Effacement…
ja: 消去中…
zh_hans: 正在清空…

# settings.mac_vendor.update.download
source: Download from IEEE
de: Von IEEE laden
es: Descargar de IEEE
fr: Télécharger depuis IEEE
ja: IEEEからダウンロード
zh_hans: 从 IEEE 下载

# settings.mac_vendor.update.download_size
source: Downloads about 5.6 MB.
de: Lädt etwa 5,6 MB.
es: Descarga unos 5,6 MB.
fr: Télécharge environ 5,6 Mo.
ja: 約5.6 MBをダウンロードします。
zh_hans: 下载约 5.6 MB。

# settings.mac_vendor.update.downloading
source: Downloading…
de: Wird geladen…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
zh_hans: 正在下载…

# settings.mac_vendor.update.import
source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
zh_hans: 导入

# settings.mac_vendor.update.import_hint
source: Install the validated local registry database.
de: Die geprüfte lokale Registerdatenbank installieren.
es: Instala la base de datos local de registros validada.
fr: Installe la base de données de registre locale validée.
ja: 検証済みのローカルレジストリデータベースをインストールします。
zh_hans: 安装已校验的本地注册表数据库。

# settings.mac_vendor.update.installing
source: Installing…
de: Wird installiert…
es: Instalando…
fr: Installation…
ja: インストール中…
zh_hans: 正在安装…

# settings.mac_vendor.update.ip_metadata
source: IEEE receives ordinary connection metadata, including your IP address.
de: IEEE erhält übliche Verbindungsmetadaten einschließlich Ihrer IP-Adresse.
es: IEEE recibe metadatos de conexión habituales, incluida tu dirección IP.
fr: IEEE reçoit des métadonnées de connexion ordinaires, y compris ton adresse IP.
ja: IEEEにはIPアドレスを含む通常の接続メタデータが送信されます。
zh_hans: IEEE 会收到包括你的 IP 地址在内的常规连接元数据。

# settings.mac_vendor.update.local_scan_privacy
source: BSSIDs, SSIDs, and Wi-Fi scan data stay on this Mac.
de: BSSIDs, SSIDs und Wi-Fi-Scandaten bleiben auf diesem Mac.
es: Los BSSID, SSID y datos de escaneo Wi-Fi permanecen en este Mac.
fr: Les BSSID, SSID et données de scan Wi-Fi restent sur ce Mac.
ja: BSSID、SSID、Wi-FiスキャンデータはこのMacから送信されません。
zh_hans: BSSID、SSID 和 Wi-Fi 扫描数据始终保留在这台 Mac 上。

# settings.mac_vendor.update.manual_description
source: Download all four official CSV files, then select them together.
de: Alle vier offiziellen CSV-Dateien laden und anschließend gemeinsam auswählen.
es: Descarga los cuatro archivos CSV oficiales y selecciónalos juntos.
fr: Télécharge les quatre fichiers CSV officiels, puis sélectionne-les ensemble.
ja: 公式CSVファイルを4つすべてダウンロードし、まとめて選択してください。
zh_hans: 下载全部四个官方 CSV 文件，然后一起选择。

# settings.mac_vendor.update.manual_title
source: Import IEEE CSV Files
de: IEEE-CSV-Dateien importieren
es: Importar archivos CSV de IEEE
fr: Importer les fichiers CSV IEEE
ja: IEEE CSVファイルをインポート
zh_hans: 导入 IEEE CSV 文件

# settings.mac_vendor.update.no_endorsement
source: Registry data identifies the address-block holder and may differ from the device brand. WiFi Lens is not affiliated with or endorsed by IEEE.
de: Registerdaten nennen den Inhaber des Adressblocks und können von der Gerätemarke abweichen. WiFi Lens ist weder mit IEEE verbunden noch von IEEE empfohlen.
es: Los datos del registro identifican al titular del bloque de direcciones y pueden diferir de la marca del dispositivo. WiFi Lens no está afiliado ni respaldado por IEEE.
fr: Les données de registre identifient le détenteur du bloc d'adresses et peuvent différer de la marque de l'appareil. WiFi Lens n'est pas affilié à IEEE ni approuvé par lui.
ja: レジストリデータはアドレスブロックの登録者を示すもので、デバイスのブランドとは異なる場合があります。WiFi LensはIEEEと提携しておらず、IEEEの承認も受けていません。
zh_hans: 注册表数据标识地址块注册主体，可能与设备品牌不同。WiFi Lens 与 IEEE 无关联，也未获其认可。
